[
  {
    "title": "The Mysterious Life Of The Heart",
    "fullDesc": "When I was in my twenties, I came across a new essay by Henry Miller, then nearly eighty, about his obsession with a beautiful, mysterious, and, as I recall, not entirely available young woman. One of the twentieth century’s most influential writers, a fearless cultural provocateur and irrepressible ladies’ man, Miller was shamelessly in love. Hopelessly and pathetically in love. He thought of the woman constantly. When he couldn’t be with her, he wrote to her every day. At the end of his rope — unable to work, unable to sleep — he was, he admitted, as confused and insecure as a love-struck teenager.",
    "status": "rejected",
    "isCreate": "2020-09-29T18:01:28.302Z",
    "id": "5f7376785e0451598c4e6762"
  },
  {
    "title": "EDITOR'S NOTE",
    "fullDesc": "\n\"Behind every successful woman is a tribe of other successful women who have their back.\"\n\nGreetings from the desk of Yourz-Truly. I personally believe that each woman in this world is extraordinary - whether she works at office or at home. As a woman, we probably face huge challenges that vary from patriarchy, lack of respect for caregiving, navigating a career and motherhood, gender equality to sexism, racism and even trauma centred feminism. But we are also seeing a change - we are entering every field and showing what we are capable of. A day without us at home and home is never the same home. \n\nSo, how about a world where 'Women' are respected for who they are, loved for who they are, encouraged to live their dreams, and most importantly never judged for their actions or decisions in everyday life. How about you being heard out here, every word of what you would like to say being given due imporance and you never having to justify on the why's of life.\n\nYourz-Truly has thrown open this platform for you. Loved a dress you recently bought - flaunt it out here. Travelled somewhere - write to us about your voyage. Doubts regarding your health - speak to our experts on board. And if there is something that is troubling you - help us to hep you out. Help us to be your friend. Help us to hear everyone who wishes to speak. We are here and we will always be here.\n\nReal queens fix each other crowns.\n",
    "status": "rejected",
    "isCreate": "2020-10-07T15:05:29.141Z",
    "id": "5f7dd939e720f00e0694e1c5"
  },
  {
    "title": "Editor's Note",
    "fullDesc": "\"BEHIND every successful woman is a tribe of other successful women who have their back.\" Greetings from the desk of Yourz-Truly. I personally believe that each woman in this world is extraordinary - whether she works at office or at home. As a woman, we probably face huge challenges that vary from patriarchy, lack of respect for caregiving, navigating a career and motherhood, gender equality to sexism, racism and even trauma centred feminism. But we are also seeing a change - we are entering every field and showing what we are capable of. A day without us at home and home is never the same home. So, how about a world where 'Women' are respected for who they are, loved for who they are, encouraged to live their dreams, and most importantly never judged for their actions or decisions in everyday life. How about you being heard out here, every word of what you would like to say being given due imporance and you never having to justify on the why's of life. Yourz-Truly has thrown open this platform for you. Loved a dress you recently bought - flaunt it out here. Travelled somewhere - write to us about your voyage. Doubts regarding your health - speak to our experts on board. And if there is something that is troubling you - help us to hep you out. Help us to be your friend. Help us to hear everyone who wishes to speak. We are here and we will always be here. Real queens fix each other crowns.",
    "status": "rejected",
    "isCreate": "2020-10-07T18:36:08.674Z",
    "id": "5f7e0a98e720f00e0694e1c9"
  },
  {
    "title": "Full Discription",
    "fullDesc": "\"Behind every successful woman is a tribe of other successful women who have their back.\" Greetings from the desk of Yourz-Truly. I personally believe that each woman in this world is extraordinary - whether she works at office or at home. As a woman, we probably face huge challenges that vary from patriarchy, lack of respect for caregiving, navigating a career and motherhood, gender equality to sexism, racism and even trauma centred feminism. But we are also seeing a change - we are entering every field and showing what we are capable of. A day without us at home and home is never the same home. So, how about a world where 'Women' are respected for who they are, loved for who they are, encouraged to live their dreams, and most importantly never judged for their actions or decisions in everyday life. How about you being heard out here, every word of what you would like to say being given due imporance and you never having to justify on the why's of life. Yourz-Truly has thrown open this platform for you. Loved a dress you recently bought - flaunt it out here. Travelled somewhere - write to us about your voyage. Doubts regarding your health - speak to our experts on board. And if there is something that is troubling you - help us to hep you out. Help us to be your friend. Help us to hear everyone who wishes to speak. We are here and we will always be here. Real queens fix each other crowns.",
    "status": "rejected",
    "isCreate": "2020-10-07T18:42:17.368Z",
    "id": "5f7e0c09e720f00e0694e1ca"
  },
  {
    "title": "Editor's Note",
    "fullDesc": "Behind every successful woman is a tribe of other successful women who have their back.\" Greetings from the desk of Yourz-Truly. \n\nI personally believe that each woman in this world is extraordinary - whether she works at office or at home. As a woman, we probably face huge challenges that vary from patriarchy, lack of respect for caregiving, navigating a career and motherhood, gender equality to sexism, racism and even trauma centred feminism. But we are also seeing a change - we are entering every field and showing what we are capable of. A day without us at home and home is never the same home. So, how about a world where 'Women' are respected for who they are, loved for who they are, encouraged to live their dreams, and most importantly never judged for their actions or decisions in everyday life. How about you being heard out here, every word of what you would like to say being given due imporance and you never having to justify on the why's of life. Yourz-Truly has thrown open this platform for you. Loved a dress you recently bought - flaunt it out here. Travelled somewhere - write to us about your voyage. Doubts regarding your health - speak to our experts on board. And if there is something that is troubling you - help us to hep you out. Help us to be your friend. Help us to hear everyone who wishes to speak. We are here and we will always be here. Real queens fix each other crowns.",
    "status": "new",
    "isCreate": "2020-10-13T13:17:43.984Z",
    "id": "5f85a8f722586f0648af1978"
  }
]